tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "planetscale/tap"
brew "mysql", restart_service: true
brew "neovim"
brew "nvm"
brew "python@3.10"
brew "tmux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "discord"
cask "google-chrome"
cask "mysqlworkbench"
cask "opera"
cask "slack"
cask "spotify"
cask "springtoolsuite"
cask "visual-studio-code"
cask "zoom"
